Repository: JohannRichecoeur/MesLectures
Catalog: MesLectures/Strings/*/Resources.resw
Source language: en
Languages: fr

# AddButton.Text
source: Add
fr: Ajouter

# AppTitle.Text
source: My readings
fr: Mes lectures

# AppTitleManifest
source: My readings.
fr: Mes lectures

# Book_Editor.Text
source: Editor:
fr: Editeur :

# Book_MyOpinion.Text
source: My opinion:
fr: Mon avis :

# Book_ReadingDate.Text
source: Reading date:
fr: Date de lecture :

# Book_Story.Text
source: Story:
fr: Histoire :

# Book_Summary.Text
source: Summary:
fr: Résumé :

# CancelButton
source: Cancel
fr: Annuler

# CreateBook_BarCodeNotFound
source: Sorry, we can't recognize the bar code.
fr: Désolé, le code-barres n'a pas été reconnu.

# CreateBook_ByISBN
source: Search a book with its ISBN number
fr: Rechercher un livre à partir de son numéro ISBN

# CreateBook_Duplicate
source: A book is already registered for this author with the same title
fr: Un livre existe déjà pour cet auteur avec ce titre.

# CreateBook_EnterISBN
source: Enter ISBN
fr: Entrer ISBN

# CreateBook_ISBNFound
source: We found this ISBN number:
fr: Nous avons trouvé ce numéro ISBN :

# CreateBook_ISBNFoundSearchBook
source: Search corresponding book
fr: Rechercher le livre correspondant

# CreateBook_Scan
source: Scan the bar code
fr: Scanner le code-barres

# Delete-Book
source: Do you want to delete "{0}" from "{1}"?
fr: Voulez-vous supprimer "{0}" de "{1}" ?

# Delete-Books
source: Do you want to delete these {0} books?
fr: Voulez-vous supprimer ces {0} livres ?

# DetailBook_BingImageBook
source: Search with Bing...
fr: Chercher avec Bing...

# DetailBook_DatePickerHeader
source: Reading date
fr: Date de lecture

# DetailBook_LocalImageBook.Content
source: Choose a picture
fr: Choisir une photo

# DetailBook_MyOpinion
source: My opinion
fr: Mon avis

# DetailBook_Story
source: Story
fr: Histoire

# DetailBook_Summary
source: Summary
fr: Résumé

# DetailBook_Title.Text
source: Title
fr: Titre

# Infos_close
source: Close
fr: Fermer

# Infos_dev
source: Developed by
fr: Developpé par

# Infos_sendMail
source: Send an email
fr: Envoyer un email

# ISBNResult_HeaderTitle
source: We found the following data
fr: Nous avons trouvé les données suivantes

# ISBNResult_UseButton
source: Use
fr: Utiliser

# ISBNSearch_HeaderTitle
source: Please enter an ISBN number
fr: Entrez un numéro ISBN

# ISBNSearch_InvalidISBN
source: Please enter a valid ISBN number
fr: Merci d'entrer un numéro ISBN valide

# ISBNSearch_NoResults
source: Sorry, we found no book for this ISBN number.
fr: Désolé, nous n'avons trouvé aucun livre pour ce numéro ISBN.

# ISBNSearch_Searching
source: Searching...
fr: Recherche...

# Locale
source: en-us
fr: fr-fr

source: No
fr: Non

# SearchButton
source: Search
fr: Recherche

# Search_Results
source: Results for "{0}"
fr: Résultats pour "{0}"

# Settings_AccountTitle
source: Onedrive Account
fr: Compte Onedrive

# Settings_Book_1
source: book
fr: livre

# Settings_Book_MoreThanOne
source: books
fr: livres

# SharedBook_Editor
source: Editor:
fr: Editeur :

# SharedBook_MyOpinion
source: My opinion:
fr: Mon avis :

# SharedBook_ReadingDate
source: Reading date:
fr: Date de lecture :

# SharedBook_Story
source: Story:
fr: Histoire :

# SharedBook_Summary
source: Summary:
fr: Résumé :

# Title_HeaderSection
source: All my readings
fr: Toutes mes lectures

# Welcome_Text
source: You don't have created any book for now, start create one using the "Add" button in the left menu.
fr: Vous n'avez créé aucun livre pour l'instant, créez-en un en utilisant le boutont "Ajouter" dans le menu de gauche.

# Welcome_Title
source: Welcome !!
fr: Bienvenue !!

source: Yes
fr: Oui

# SettingsButton.Text
source: Settings
fr: Paramètres

# UploadPicturesToggle.Header
source: Include books pictures in OneDrive
fr: Inclure les couvertures des livres dans OneDrive

# UploadToOnedrive.Content
source: Upload to Onedrive
fr: Télécharger sur Onedrive

# MyBooks.Text
source: My books
fr: Mes livres

# DownloadFromOnedrive.Content
source: Dowload from Onedrive
fr: Télécharger depuis Onedrive

# OneDriveNoInternetAccess
source: You need to be connected to internet to access OneDrive
fr: Vous devez être connectés à internet pour accéder à OneDrive

# OneDriveSignOutButton.Text
source: Sign out
fr: Se déconnecter

# OneDriveGetOneDriveInfos.Text
source: We're retrieving your OneDrive information...
fr: Nous recherchons vos informations OneDrive...

# OneDrivePage_LocalCountFormat
source: Locally, you have {0} books. Last update is from: {1}.
fr: Localement, vous avez {0} livres. Dernière mise à jour : {1}.

# OneDrivePage_OneDriveCountFormat
source: On OneDrive, you have {0} books. Last update is from: {1}.
fr: Sur OneDrive, vous avez {0} livres. Dernière mise à jour : {1}.

# OneDrivePage_Download_Ongoing
source: Downloading...
fr: Récupération...

# OneDrivePage_NoOneDriveFolderFound
source: We didn't find any OneDrive backup for this application.
fr: Nous n'avons trouvé aucune sauvegarde OneDrive pour cette application.

# OneDrivePage_Transfer_Finishing
source: Finishing...
fr: C'est presque prêt...

# OneDrivePage_Transfer_Preparing
source: Preparing...
fr: Préparation...

# OneDrivePage_Upload_Ongoing
source: Uploading...
fr: Envoi en cours...

# OneDrive_FolderName
source: My readings
fr: Mes lectures

# OneDrivePage_NoLocalBooksFound
source: You don't have any book saved locally.
fr: Vous n'avez aucun livre sur cet appareil.

# SettingsPageTitle.Text
source: Settings
fr: Paramètres

# MyBooks_SortBy.Text
source: Sort by:
fr: Triés par:

# MyBooks_SortByAuthor
source: Author
fr: Auteur

# MyBooks_SortByDate
source: Reading date
fr: Date de lecture

# MyBooks_SortByLikes
source: Likes
fr: Préférence

# MyBooks_SortByTitle
source: Title
fr: Titre

# SearchBox.PlaceholderText
source: Search...
fr: Recherche...

# Book_Author.Text
source: Author:
fr: Auteur :

# OneDriveSignInButton.Text
source: Sign in
fr: Se connecter

# SignInText.Text
source: You can sign in to OneDrive to save a copy of your readings.
fr: Vous pouvez vous connecter à OneDrive pour sauvegarder une copie de vos lectures.
